Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: We all are aware that the illicit trafficking and uncontrolled flow of small arms and light weapons are sources of instability. The proliferation of such weapons has exacerbated conflict, caused refugee flows and spawned a culture of violence and impunity.
fr: Nous sommes conscients que le trafic illicite et la circulation incontrôlée des armes légères sont des sources d'instabilité et que la prolifération de ces armes exacerbe les conflits, déclenche des flux de réfugiés et encourage une culture de violence et d'impunité.

source: Often, they pay for civil wars, which in turn produce severe economic and social consequences.
fr: Très souvent, le prix en est des guerres civiles aux conséquences sociales et économiques très graves.

source: In almost all the conflicts that took place in the past decade, ranging from the Great Lakes region in Africa to the Balkans and to Central and South Asia, the weapons used by the various parties have been mainly small and light weapons.
fr: Dans la majorité des conflits auxquels on a assisté pendant la dernière décennie, depuis la région des Grands Lacs, en Afrique, jusqu'aux Balkans, à l'Asie centrale et à l'Asie du Sud, les armes utilisées par les différentes parties étaient essentiellement des armes légères.

source: The humanitarian implications of small arms have alerted the international community to the urgency of curbing their illicit trafficking, thus reducing violence and the risk of civil wars.
fr: Les incidences humanitaires de l'usage de ces armes ont attiré l'attention de la communauté internationale sur le fait qu'il était absolument urgent d'en empêcher le trafic et de réduire la violence et le risque de guerres civiles.

source: Their availability to parties may impact on the willingness of those parties to negotiate peaceful solutions and may limit the capacity of States and international or regional organizations to engage in conflict-prevention and peacebuilding efforts.
fr: L'accès des différentes parties à ces armes peut influer sur leur volonté ou non de négocier un règlement pacifique et peut limiter la capacité des États et des organisations régionales ou internationales en matière de prévention des conflits et de consolidation de la paix.

source: Small arms are also used by terrorists and criminal groups.
fr: Les armes légères sont également utilisées par les terroristes et les groupes criminels.

source: The illicit trade in small arms becomes a threat not only to countries torn by internal conflict, but also to States that are free from instability but are routes of transit or trans-shipment for illegal transactions.
fr: Leur trafic devient une menace, non seulement pour les pays déchirés par des conflits internes, mais également pour des États stables mais qui deviennent des lieux de transit ou de transbordement pour les transactions illégales.

source: On the other hand, countries retain the legitimate right to self-defence in accordance with the United Nations Charter.
fr: Parallèlement, les pays conservent leur droit légitime à l'autodéfense, conformément à la Charte des Nations Unies.

source: Arms production and transfers for that purpose are licit.
fr: Dans ce contexte, la production et le transfert d'armes sont licites.

source: Legality of arms trading entails the conduct of transfers in an even more responsible manner.
fr: La légalité du commerce des armes signifie que les transferts doivent se faire de la façon la plus responsable possible.

source: The arms industry must be carefully controlled by government policy and regulations, and clear and strict criteria on arms exports should be implemented.
fr: L'industrie des armements doit être soigneusement contrôlée par l'État, par le biais des réglementations voulues, et l'on doit appliquer des critères clairs et stricts à l'exportation de ces armes.

source: There are no simple solutions, however, and no single method for dealing with the impact of the illicit small arms trade.
fr: Il n'existe toutefois aucune solution simple ni de méthode unique pour lutter contre l'impact du commerce illicite des armes légères.

source: Political commitments can make a critical difference in conflict-affected countries and regions.
fr: Et les engagements pris au niveau politique peuvent, à cet égard, faire toute la différence dans les pays et régions déchirés par la guerre.

source: In recent years, more States have committed themselves to abide by and implement regional and international standards to strengthen export controls to prevent illicit trafficking in small arms and light weapons.
fr: Ces dernières années, de plus en plus de pays se sont engagés à respecter et à appliquer les normes régionales et internationales visant à renforcer le contrôle des exportations de façon à empêcher le trafic des armes légères.

source: The United Nations Programme of Action, the Document on Small Arms and Light Weapons adopted in 2000 by the Organization for Security and Cooperation in Europe and the European Union Code of Conduct on Arms Exports are thus the most relevant standards in our region.
fr: Le Programme d'action des Nations Unies, le Document sur les armes légères et de petit calibre adopté en 2000 par l'Organisation pour la sécurité et la coopération en Europe et le Code de conduite de l'Union européenne en matière d'exportation d'armements constituent les normes les plus pertinentes pour notre région.

source: Effective implementation of such commitments is indeed a complex and challenging task, which requires political will and adequate resources.
fr: L'application effective de ces engagements est très complexe et difficile, et nécessite volonté politique et ressources suffisantes.

source: It also requires a great deal of cooperation in order to identify and develop a common understanding of procedures, standards and mechanisms to enforce controls.
fr: Elle nécessite également une bonne dose de coopération, en vue de définir et de mettre au point une conception commune des procédures, normes et mécanismes d'application des contrôles.

source: Most countries have already in place laws and regulations that are used to control production, use and transfer of small arms and light weapons.
fr: La plupart des pays disposent d'ores et déjà de législations et de réglementations servant à contrôler la production, l'utilisation et les transferts d'armes légères.

source: However, in some countries existing laws appear to be inadequate, or control procedures vulnerable to misuse.
fr: Néanmoins, la législation actuelle de certains d'entre eux semble insuffisante ou encore, leurs procédures de contrôle se prêtent à des abus.

source: Romania's policy on small arms will continue to be focused on combating illicit trafficking, on pursuing a responsible and transparent policy on legal transfers, and on promoting the removal and continued destruction of surpluses.
fr: La politique de la Roumanie en matière d'armes légères restera axée sur la lutte contre le trafic, la conduite d'une politique responsable et transparente en matière de transferts légaux et la promotion de la destruction des excédents.

source: In implementing its commitments under the Programme of Action, Romania started in early 2002 a programme of destruction of its small arms and light weapons.
fr: Conformément à ses engagements au titre du Programme d'action, la Roumanie a mis en route au début de 2002 un programme de destruction de ses propres armes légères.

source: Romania, which is also concerned with challenges related to small arms and light weapons in its own neighbourhood, stands ready to share its experience with all interested countries and to assist other States in establishing and developing sound export control systems.
fr: Nous nous préoccupons également des problèmes rencontrés au niveau de notre propre région relativement aux armes légères et à ce titre, nous sommes prêts à partager notre expérience avec tous les pays intéressés et à aider les autres États à mettre en place et développer des systèmes viables de contrôle des exportations.

source: Most weapons start out their lives legally.
fr: La plupart des armes commencent leur carrière en toute légalité.

source: States have to focus on regulating the legal production of, and trade in, small arms and light weapons, starting at the national level.
fr: Les États doivent donc s'attacher à réglementer la production et le commerce légaux des armes légères d'abord au niveau national.

source: Governments need to tighten legislation and regulations governing production and trade, in particular on marking and tracing, and then invest significant resources in implementation.
fr: Les gouvernements doivent resserrer leur législation et leur réglementation concernant la production et le commerce des armes légères, en particulier au niveau du marquage et du traçage de ces armes, puis investir des ressources importantes dans la mise en œuvre de cette réglementation.

source: We also need greater recognition that domestic laws and international policies are interdependent and that each country's relevant national laws have an impact on neighbours and even on countries in other regions.
fr: Nous avons également besoin d'une meilleure prise de conscience de l'interdépendance des lois adoptées au niveau national par les pays et les politiques internationales et du fait que la législation intérieure de chaque pays a une incidence sur les voisins de celui-ci, et même sur les pays d'autres régions.

source: As indicated in the report of the Secretary-General (S/2005/69), significant progress has been achieved so far at the global, regional and national levels.
fr: Comme l'indique le rapport du Secrétaire général (S/2005/69), des progrès importants ont déjà été enregistrés aux niveaux mondial, régional et national.

source: Yet many issues related to small arms and light weapons are still to be discussed and agreed upon with a view to formulating and enforcing international norms and regulations in this field.
fr: Pourtant, il reste encore à débattre et se concerter sur beaucoup de questions liées aux armes légères dans le cadre de l'élaboration et de l'application de normes et règlements internationaux en la matière.

source: Further concrete measures should be undertaken in several directions, such as better coordination between various programmes managed by the United Nations and those run by regional and subregional organizations, in particular on issues such as disarmament, demobilization and reintegration (DDR) and illicit trafficking; the establishment of national points of contact for information-sharing and cooperation, in particular for the implementation of relevant decisions adopted by the Security Council; and the improvement of public awareness and transparency by enhancing cooperation between Governments and industry and by publishing annual reports on arms transfers.
fr: Il convient de prendre de nouvelles mesures concrètes, et ce dans plusieurs directions : une meilleure coordination entre les différents programmes gérés par les Nations Unies et ceux qui sont gérés par les organisations régionales et sous-régionales, notamment sur des questions telles que le désarmement, la démobilisation, et la réinsertion (DDR) et le trafic d'arme; la mise en place de points de contact nationaux destinés à l'échange d'informations et à la coopération, en particulier pour la mise en œuvre des décisions pertinentes adoptées par le Conseil de sécurité; une meilleure sensibilisation du public et une plus grande transparence, grâce à une coopération renforcée entre l'État et l'industrie et à la publication de rapports annuels sur les transferts d'armes.

source: The Security Council has a major role to play in making small arms a focus of global attention and action.
fr: Le Conseil de sécurité a un rôle capital à jouer en la matière en appelant le monde à la réflexion et à l'action.

source: It could add value by improving the effectiveness of its arms embargoes, by putting an end to the economy of war, by encouraging moratoriums on arms sales to conflict regions and by adopting comprehensive regional approaches to DDR programmes.
fr: Il pourrait apporter la dimension qui manque en améliorant l'efficacité de ses embargos sur les armes, en mettant un terme à l'économie de guerre, en encourageant l'adoption de moratoires sur les ventes d'armes aux régions en conflit et en adoptant des stratégies globales à l'échelon régional pour le désarmement, la démobilisation et la réinsertion.

source: The minimal requirement for Governments to report to the United Nations on their small arms activities, including on man-portable air defence systems, must also be taken into consideration.
fr: Il convient de se pencher sur l'indication d'un critère minimal consistant à imposer aux gouvernements de rendre compte à l'ONU de leurs activités en matière d'armes légères, et notamment de systèmes de défense aérienne portatifs.

source: Finally, weapons management, and in particular the control of civilian possession of small arms and light weapons in post-conflict countries, is central to longer term human security.
fr: Enfin, la gestion des armements, et en particulier le contrôle de la détention d'armes légères par des civils dans les pays sortant d'un conflit, est au cœur de la question de la sécurité des populations sur le long terme.

source: This will be effective only if it takes place within the framework of comprehensive programmes of security reform, subject to the authority of representative civilian Governments.
fr: Elle ne peut être efficace que si elle s'inscrit dans le cadre de programmes globaux de réforme de la sécurité, soumis à l'autorité de gouvernements civils représentatifs.

source: Those are only a few — but important — elements that I believe we need to address in our future undertakings as well.
fr: Ce ne sont là que quelques-uns des éléments - mais des éléments importants - qu'il nous faudra, à mon sens, aborder dans nos futures actions.

source: Mr. Valle (Brazil): The delegation of Brazil wishes to express its appreciation to you, Mr. President, for the initiative of convening this debate on the issue of small arms.
fr: M. Valle (Brésil) (parle en anglais) : La délégation du Brésil tient à vous remercier, Monsieur le Président, de cette initiative d'organiser ce débat sur la question des armes légères.

source: We also thank the Under-Secretary-General for Disarmament Affairs for presenting the Secretary-General's report (S/2005/69) on ways and means in which the Security Council can contribute to dealing with the question of the illicit trade in small arms and light weapons, in interaction with the General Assembly.
fr: Nous remercions également le Secrétaire général adjoint aux affaires de désarmement de sa présentation du rapport du Secrétaire général (S/2005/69) sur la manière dont le Conseil de sécurité pourrait contribuer à régler la question du commerce illicite des armes légères, en interaction avec l'Assemblée générale.

source: The issue of the uncontrolled traffic in such weapons has become a matter of great concern for the international community due to the tragic consequences of arms availability in terms of making local conflicts more lethal and of generating a sense of insecurity in civil society.
fr: Le problème du trafic incontrôlé de ces armes est devenu une source de préoccupation importante pour la communauté internationale en raison des conséquences tragiques de leur diffusion généralisée dans les conflits locaux en termes de mortalité croissante et de généralisation du sentiment d'insécurité de la société civile.

source: The subject of small arms, whether in the context of disarmament, national security and public security or from a humanitarian perspective, must be permanently discussed in all relevant forums.
fr: Le thème des armes légères, que ce soit dans le contexte du désarmement, de la sécurité nationale ou de la sécurité publique ou bien d'un point de vue humanitaire, doit faire l'objet d'un examen permanent au sein de toutes les enceintes pertinentes.

source: The solution to this problem requires the commitment of all States and the assistance of civil society, along with the input of international, regional and subregional organizations.
fr: La solution de ce problème exige un engagement de tous les États et le concours de la société civile, ainsi que l'apport des organisations internationales, régionales et sous-régionales.

source: The Secretary-General's report recognizes some progress made on his recommendations within the competence of the General Assembly since our last debate on small arms, at our 4896th meeting, one year ago.
fr: Le rapport du Secrétaire général reconnaît que certains progrès ont été faits depuis notre dernier débat sur les armes légères, à la 4896e séance, il y a un an concernant les recommandations qu'il a faites en la matière à l'Assemblée générale.

source: The Programme of Action to Prevent, Combat and Eradicate the Illicit Trade and Small Arms and Light Weapons in All Its Aspects is the reference that regulates United Nations activities in this field.
fr: Le Programme d'action en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects est la référence qui réglemente les activités des Nations Unies en la matière.

source: The delegation of Brazil expects that the consideration of its implementation at the Second Biennial Meeting of States, to be held next July, will contribute to the good results of the 2006 review conference on the Programme of Action.
fr: La délégation brésilienne escompte que l'examen de sa mise en œuvre lors de la deuxième Réunion biennale des États, en juillet prochain, contribuera au succès de la conférence d'examen du Programme d'action en 2006.

source: For that reason, the step taken by the General Assembly towards constituting an Open-Ended Working Group to negotiate an international instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons is crucial.
fr: C'est la raison pour laquelle l'initiative prise par l'Assemblée générale en vue de mettre en place un Groupe de travail à composition non limitée chargé de négocier, à l'intention des États, un instrument international d'identification et de traçage rapides et fiables des armes légères illicites est absolument capitale.

source: The Working Group has put great efforts into its endeavour.
fr: Le Groupe de travail a mis beaucoup d'efforts dans son travail.

source: We expect that the document to be produced at its third session will be legally binding and responsive to the urgent necessity of interrupting the illegal flow of such weapons.
fr: Nous espérons que le document issu de sa troisième session sera juridiquement contraignant et qu'il répondra à la nécessité urgente de stopper la circulation illicite de ces armes.

source: Our next step should be to consider how to improve international cooperation in preventing, combating and eradicating illicit brokering in small arms and light weapons.
fr: Notre prochaine initiative devrait consister à examiner comment améliorer la coopération internationale en vue de prévenir, combattre et éliminer le courtage illicite des armes légères.

source: The delegation of Brazil is very pleased with the reaction of Member States to the recommendation in favour of greater participation in the United Nations Register of Conventional Arms and in the United Nations standardized instrument for reporting military expenditures.
fr: La délégation brésilienne se félicite particulièrement de la réaction des États Membres à la recommandation en faveur d'une plus grande participation au Registre des armes classiques de l'ONU et à l'instrument normalisé d'établissement des rapports sur les dépenses militaires de l'ONU.

source: This enhanced participation continues to be required, as it generates transparency and stronger confidence among countries.
fr: Cette participation renforcée continue d'être nécessaire, étant donné qu'elle génère de la transparence et une plus grande confiance entre les pays.

source: There have been important developments at the regional and subregional levels as well.
fr: Une évolution importante a également été enregistrée aux niveaux régional et sous-régional.

source: Brazil strongly supports all the efforts that have been deployed by the Organization of American States to curb the illicit traffic in small arms and light weapons, such as those related to the implementation of the Inter-American Convention against the Illicit Manufacturing of and Trafficking in Firearms, Ammunition, Explosives, and Other Related Materials, and of the model regulations of the Inter-American Drug Abuse Control Commission.
fr: Le Brésil appuie vigoureusement tous les efforts déployés par l'Organisation des États américains en vue de réduire le trafic illicite des armes légères et de petit calibre, comme ceux liés à l'application de la Convention interaméricaine contre la fabrication et le trafic illicites d'armes à feu, de munitions, d'explosifs, ainsi que des réglementations-types de la Commission interaméricaine de lutte contre l'abus des drogues.

source: Unfortunately, despite the national efforts made, there are still loopholes in the regime governing the legal transfer of arms that allow for the diversion of arms to the illegal market.
fr: Malheureusement, en dépit des efforts déployés à l'échelon national, des lacunes continuent de subsister dans le régime régissant le transfert juridique d'armes, permettant ainsi le détournement de ces dernières vers le marché illicite.

source: Brazil stands as an example of such efforts, having adapted its legislation to current necessities.
fr: Le Brésil est un exemple de ces efforts, puisqu'il a adapté sa législation aux exigences de l'heure.

source: Last year, President Lula sanctioned the innovative Disarmament Statute, which restricts the bearing, possession and commerce of arms, in addition to criminalizing international arms trafficking.
fr: L'an dernier, le Président Lula a entériné un Statut innovant en matière de désarmement, qui restreint le port, la possession et le commerce des armes, outre le fait de pénaliser le trafic international d'armes.

source: Aside from the strengthening of legislative measures, we also regularly exchange information with our neighbours and have established border procedures.
fr: Outre le fait de renforcer ces mesures législatives, nous procédons périodiquement à des échanges d'information avec nos voisins, et nous avons mis en place des procédures aux frontières.

source: With its partners in MERCOSUR, Brazil is developing a network of activities that are progressively strengthening cooperation among its members.
fr: Avec ses partenaires du MERCOSUR, le Brésil établit un réseau d'activités qui renforcent progressivement la coopération entre ses membres.

source: However, despite all these national, subregional and regional initiatives, we still have not solved the problem.
fr: Cependant, malgré toutes ces initiatives aux niveaux national, sous-régional et régional, nous n'avons toujours pas réglé le problème.

source: With reference to the recommendations of the Secretary-General that fall within the Security Council's purview, our delegation would like to highlight the need for a comprehensive approach to the disarmament, demobilization and reintegration of former combatants.
fr: S'agissant des recommandations du Secrétaire général relevant du mandat du Conseil de sécurité, notre délégation voudrait souligner la nécessité d'une démarche globale au désarmement, à la démobilisation et à la réinsertion des ex-combattants.
